The MultiReferenceAnnotationType to be used by the new MultiReferenceAnnotation.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2014
 Syntax
  C#
public MultiReferenceAnnotationType MultiReferenceAnnotationType { get; }
  Visual Basic
Public ReadOnly Property MultiReferenceAnnotationType As MultiReferenceAnnotationType
	Get
  Visual C++
public:
property MultiReferenceAnnotationType^ MultiReferenceAnnotationType {
	MultiReferenceAnnotationType^ get ();
}
 See Also
  MultiReferenceAnnotationOptions Class
  Autodesk.Revit.DB Namespace